START_MESSAGE = '''
Привет! Тебя приветствует Telegram бот для изучения языков программирования.
Что тебя интересует?
'''

HELP_MESSAGE = '''
<b>start</b>
начать обучение

<b>continue</b>
продолжить обучение

<b>reset</b>
сбросить прогресс текущего языка

<b>switch_mode</b>
переключиться из режима изучения новых тем на режим повторения, или наоборот

<b>switch_language</b>
переключиться на другой язык

<b>feedback</b>
предложить автору идею или сообщить об ошибке

<b>github</b>
посмотреть код Become_a_PRO на github и поставить звездочку
'''
