START = '''
Привет! Тебя приветствует Telegram бот для изучения языков программирования.
Что тебя интересует?
'''

HELP = '''
/start - начать обучение
/continue - продолжить обучение
/repeat - повторить сложные вопросы
/switch_language - переключиться на другой язык
/feedback - предложить автору идею или сообщить об ошибке
/github - посмотреть код Become_a_PRO на github и поставить ⭐️
'''

FEEDBACK = 'Напиши мне, что думаешь'

THANKS_FOR_FEEDBACK = 'Спасибо за фидбэк, мы передали его автору'

FINISH = 'Поздравляю, на этом все! Пока!😎'

GITHUB_URL = 'https://github.com/kkhitalenko/Become_a_PRO'

TRY_AGAIN = 'Неверно, попробуй ещё раз'

LETS_START = 'Кажется, продолжать нечего. Может начнём сначала?'

WHICH_LANGUAGE_CONTINUE = 'Какой язык ты хочешь продолжить изучать?'

WHICH_LANGUAGE_SWITCH = 'На какой язык ты хочешь переключиться?'

WHICH_LANGUAGE_REPEAT = 'Какой язык ты хочешь повторить?'

MESSAGE_TO_ADMIN = 'Пользователь с id={} написал "{}"'

ALREADY_LEARNED = 'Ты уже начал учить {}, что ты хочешь?'

HAVE_YOU_ALREADY_LEARNED = 'Ты изучал ранее {}?'

LESSON = '<b>Тема: {}</b>'
