START_MESSAGE = '''
Привет! Тебя приветствует Telegram бот для изучения языков программирования.
Что тебя интересует?
'''

HELP_MESSAGE = '''
/start - начать обучение
/continue - продолжить обучение
/reset - сбросить прогресс текущего языка
/switch_mode - переключиться между режимами
доступны режимы повторения и изучения новых тем
/switch_language - переключиться на другой язык
/feedback - предложить автору идею или сообщить об ошибке
/github - посмотреть код Become_a_PRO на github и поставить ⭐️
'''

FEEDBACK_MESSAGE = 'Напиши мне, что думаешь'

THANKS_FOR_FEEDBACK_MESSAGE = 'Спасибо за фидбэк, мы передали его автору'

FINISH_MESSAGE = 'Поздравляю, на этом все! Пока!😎'

GITHUB_URL_MESSAGE = 'https://github.com/kkhitalenko/Become_a_PRO'
